<UNK>	0
newly	273
generate	896
<NC_RNA>	22068
destabilizes	5
<mRNA>	108119
mrna	8270
by	27240
bind	2500
to	53742
its	5459
3'utr	2900
overexpression	1800
lead	2391
a	51480
statistically	206
significant	2764
decrease	3724
in	104789
luciferase	1744
expression	23332
show	9082
that	35579
be	95453
direct	2498
target	10233
this	12938
regulation	3056
physiologically	67
relevant	444
because	765
cell	31143
overexpressed	335
increased	1105
of	145429
endogenous	935
as	16371
figure	276
2a	123
2c	46
both	5156
and	119200
significantly	4713
protein	14634
level	10638
importantly	372
inhibition	2554
or	10057
increase	7729
the	154004
at	8577
activity	6175
these	11635
mirnas	2087
on	13028
also	5750
for	25376
human	6748
aortic	145
ec	230
adult	906
type	3248
from	12907
different	3215
vascular	817
bed	32
than	3509
huvecs	114
3c	32
stimulation	662
with	32915
reduce	2972
whereas	1525
no	2596
effect	7351
observe	2626
when	1984
transfected	640
empty	39
vector	795
control	5069
indicate	4177
some	1220
involve	3412
induce	3444
regulate	4385
their	4239
under	1539
stimulate	671
condition	1629
interestingly	525
before	558
restore	335
likely	704
mediate	1592
upregulation	664
altogether	130
data	4628
-424	9
cell-intrinsic	11
angiogenic	134
response	4681
vitro	2440
consistent	691
targeting	248
suggest	6564
proliferation	2559
migration	1318
differentiation	1933
signal	3611
through	3663
we	18771
find	4684
transfecting	28
mimic	679
improves	19
survival	1600
determine	2637
mtt	140
assay	3652
similarly	258
transplantation	255
rat	2685
heart	679
subject	1052
mi	65
engraftment	24
cardiac	709
function	4575
fibrosis	565
compare	3998
only	2259
group	4221
molecular	2878
quantitative	1166
real-time	1066
polymerase	1293
chain	1121
reaction	1215
demonstrate	4412
gene	17484
apaf-1	15
caspase-9	42
caspase-3	249
transplant	176
furthermore	1754
reporter	1457
confirm	1979
study	11939
repress	632
excess	116
especially	472
mouse	3748
j774	8
macrophage	940
fibroblast	696
take	1399
together	1793
finding	2311
b	2393
result	12243
inhibit	2914
translation	1094
repression	568
degradation	929
posttranscriptional	208
retention	98
intracellular	778
cholesterol	343
keep	80
our	5303
hypothesis	519
regulates	342
traffic	83
observation	463
g	1573
act	758
critical	1095
regulator	1213
autophagy	608
apoptosis	2663
modulate	973
lox-1	19
one	2560
potential	3270
after	4129
over-expression	218
hcc	853
tec	9
western	1235
blot	875
analysis	7207
have	13730
during	3981
myeloma	104
anti-viral	31
cytokine	1161
interferon-	72
-alpha	6
role	6361
jak-stat	19
pathway	4581
addition	2013
identify	5297
functional	2176
present	3123
hif-1	314
invasive	317
migratory	86
ability	1001
may	5056
suppress	1611
follow	1774
able	633
vivo	2064
ipc	14
enhances	190
stem	1279
via	2132
combined	194
participation	51
hypoxia	475
responsive	120
mirs	110
respective	150
putative	720
well-characterized	40
family	1868
member	985
3'-untranslated	204
region	3048
directly	2182
micrornas	890
validated	52
harbor	221
binding	1942
site	3003
status	640
not	7357
associate	4232
alteration	712
another	273
up-regulated	555
loss	1165
but	5347
lack	719
rb	51
deletion	591
report	2588
<Number>	68941
up-regulation	450
suppresses	194
retinoblastoma	37
line	2726
while	1966
little	550
consequence	289
moreover	1263
upon	703
suppression	821
murine	430
retina	164
coinjection	5
antibody	1129
zygote	29
partially	428
reverse	1108
injection	477
bcl-2	460
oocyte	302
activation	3182
essential	1122
action	775
precursor	484
into	3233
parthenogenetic	14
low	2904
inject	181
first	1992
cleavage	424
blotting	344
iq	6
motif	587
contain	1846
activate	1298
well-known	82
dynamic	785
motility	226
since	546
express	3303
similar	1404
colon	468
play	2301
physiological	603
gi	62
system	2723
can	4294
interfere	516
interaction	2494
predicted	245
targetsite	56
gain-of-function	45
experiment	1046
rather	303
verify	293
then	678
neuronal	626
death	1073
rescue	332
inhibits	613
anti-apoptotic	134
promote	1499
least	685
part	766
current	948
immunoblot	63
inversely	237
h9c2	52
qrt-pcr	299
cardiomyocytes	184
inhibitor	2533
negative	1049
h2o2-induced	15
eralpha-positive	5
mechanism	4342
possibly	263
feedback	163
loop	367
mutant	1636
an	10957
expand	207
granulocytic	9
compartment	152
cell-autonomous	17
number	1813
granulocyte	44
progenitor	383
transcription	2811
factor	5205
myeloid	254
genetic	1925
ablation	89
expansion	260
correct	158
neutrophilic	18
phenotype	1243
null	84
hypersensitive	26
stimulus	212
display	577
bioinformatic	145
use	10638
targetscan	62
miranda	20
algorithm	286
hif-1alpha	97
interact	607
co-transfected	59
plasmid	413
wild-type	728
along	398
nc	85
mirna	1549
reduction	1131
firefly	44
summary	293
npc	186
immunofluorescence	200
stain	284
reveal	3165
transfection	779
mcl-1	180
ectopic	311
cause	2390
dose-dependent	231
synthetic	317
combine	665
global	487
transgenic	413
hct116	59
silico	173
targetprediction	6
homolog	161
subsequent	507
predict	1144
3'untranslated	18
growth	3780
here	2730
heterogeneous	153
cycle	1213
alternative	678
splicing	474
often	481
non-canonical	41
'	1750
utrs	74
include	3584
completely	287
splice	721
fine-tunes	8
multiple	1434
many	1371
rna-binding	231
appear	664
among	1699
them	537
validate	658
several	1718
new	2376
influence	1084
mitochondrial	1205
astrocyte	260
case	1396
particularly	392
exciting	22
it	3595
stabilization	139
g2	108
m	1559
accumulation	789
most	2525
restoration	115
tumor-suppressor	21
rko	14
treatment	4455
down-regulation	595
oncoproteins	15
k-ras	74
tumor	4230
such	2380
each	1166
there	1582
position	438
two	3799
clone	659
fragment	432
corresponding	203
sequence	4724
construct	779
respectively	1845
indeed	218
wt	278
cotransfected	45
will	761
interest	323
which	7699
further	1279
matrix	659
metallopeptidase	6
inverse	188
relationship	914
between	5166
thus	1779
knockdown	1472
phenocopy	12
key	1366
mediator	428
suppressive	137
previously	1360
unidentified	133
nsclc	377
promotes	267
lung	1585
cancer	7491
down-regulating	75
pathogenesis	754
co-transfection	66
either	1069
impair	300
capability	130
correspond	301
3'-utrs	141
suggesting	85
negatively	764
clearly	264
interacts	197
relatively	290
short	744
pair	469
more	2686
nt	140
sufficient	299
profiling	322
huh-7	39
lipid	974
metabolism	987
transporter	514
atp-binding	30
cassette	96
subfamily	77
upregulated	701
hcv	1198
infection	3085
overload	54
adipocyte	102
c	3405
ebpalpha	26
turn	227
storage	164
bioinformatics	232
important	2917
cardiomyocyte	98
post-transcriptional	414
induced	459
invasion	1170
downstream	770
far	1506
carry	616
out	605
obtain	1132
evidence	1591
eight	289
gastric	776
top	57
candidate	749
viability	447
decreased	579
tgf-beta	84
downregulation	758
mutate	241
delete	91
1e	10
down-regulates	115
revert	25
ablate	17
stimulates	46
breast	1710
thereby	379
metastasis	959
collectively	377
bona	98
fide	98
primary	1621
t	3312
combinatorial	56
modulation	463
notably	217
contrast	972
other	3038
component	1083
nf-kb	23
complex	2609
obvious	93
difference	1507
steady-state	62
major	1559
forkhead	56
pseudogene	7
circular	91
rna	8882
transcript	1986
all	2957
downregulate	90
potentially	459
glioblastoma	234
sensor	166
fu	24
block	815
dual	266
however	3713
domain	1416
egfp	57
three	1893
p	3496
boundary	60
confirming	7
again	44
hh	66
signaling	962
strongly	692
notch-1	40
dapt	8
downregulates	121
high	5266
invasiveness	110
oncogenic	261
database	369
mmp-9	230
behavior	497
gbm	157
axis	217
useful	538
develop	1653
clinical	2265
strategy	1079
downregulating	94
timp-1	47
know	1694
master	57
osteogenic	143
assays	24
encode	1256
antagonist	393
alkaline	95
additional	572
200a	6
imply	184
synthesis	1197
osteogenesis	52
yet	494
cellular	2049
vegf-c	57
lymphangiogenesis	26
pro-apoptotic	102
caspase	231
hematopoietic	232
normalize	79
coexpressed	24
test	2115
hepg2	246
translate	112
comparable	202
efficiency	450
devoid	20
approximately	357
3-fold	62
liver	1717
development	3296
cat-1	10
almost	276
correlation	984
targetsites	45
within	1983
six	500
identification	1025
what	171
specific	2372
conserved	348
software	141
association	1516
fold	309
less	763
might	1257
specifically	708
positively	266
hacat	36
autophagosome	25
formation	1760
green	209
fluorescent	298
puncta	6
lc3-i	7
lc3-ii	28
detection	1191
bafilomycin	6
a1	99
support	1321
conversion	157
require	1752
elongation	243
4b	21
parallel	253
focus	603
targetthe	26
untranslated	240
mutation	2700
therefore	1244
crc	403
down-stream	7
knock-down	102
indicating	150
exert	329
oncogene	224
tumor-suppressing	10
pancreatic	622
recognize	380
could	2840
mechanistic	217
investigation	538
oridonin	8
diminish	145
mitochondria-dependent	7
positive	1122
therapeutic	1651
bladder	298
skeletal	370
muscle	1407
share	314
enhancer	186
molecule	1404
nuclear	611
factor-kappa	9
attenuate	657
colony	245
sw480	39
ht-29	42
colorectal	446
suppressor	586
phosphatidylinositol	92
3-kinase	74
thymoma	5
viral	2001
chemokine	167
receptor	4362
endothelial	1192
smooth	298
select	704
carotid	93
artery	286
treat	1257
affect	1937
secrete	234
panel	189
dysregulation	130
contribute	1247
elevated	276
insensitive	28
modification	697
prediction	523
experimental	832
validation	258
anti-tumor	79
probably	199
osteosarcoma	176
sample	2957
correlate	1509
tissue	4198
enforced	31
remarkably	181
additionally	431
dendritic	272
dc	279
overall	815
il-12p35	6
6c	52
bmdcs	11
opposite	135
sustain	166
without	1165
change	3081
conclusion	3194
link	765
targetin	14
element	803
mir-	156
prostate	789
virtue	14
separate	249
partly	158
account	272
tgf-beta1	51
tgf-betarii	5
establish	936
subsequently	298
evaluate	1738
tgf	302
--	482
kinase	1901
heat	360
shock	247
experimentally	183
detrimental	55
epididymal	45
epithelial	1118
postnatal	159
examine	1762
whether	1474
4a	49
markedly	414
abolish	291
induction	1254
gy	36
irradiation	165
though	175
well	2512
rate	1682
combination	970
neutralizing	37
fraction	320
non-treated	7
interplay	110
exist	387
cox-2	308
do	2287
inhibitory	604
introduction	239
recover	192
introduce	262
particular	469
mda-mb-231	128
second	430
-utr	39
indirectly	111
systematically	71
inactivation	265
salmonella	107
homologues	49
conserve	633
e	1336
coli	555
srna	50
those	1421
pursue	22
responsible	570
participate	247
hbv-induced	5
epigenetic	513
scd-1	9
lipogenesis	44
apply	550
therapy	1894
disorder	785
herein	183
3-	125
-untranslated	48
fat	375
composition	562
porcine	224
adipocytes	188
versus	375
prove	316
seed	515
recent	1019
cluster	798
namely	130
although	1429
obviously	57
panc-1	55
transiently	99
4d	34
cell-cycle	96
arrest	463
adenocarcinoma	300
piglet	65
bear	136
sow	24
hepatic	574
five	579
online	40
tool	720
normal	1676
blood	1591
mononuclear	188
cod	290
c-myc	208
synthase	335
aec	13
occur	1098
largely	421
translational	459
amnion	11
antisense	322
base-pairing	27
would	456
phosphorylated	233
antitumor	133
profile	1515
specimen	520
commonly	308
screen	708
randomly	155
insert	90
fusion	435
control-transfected	7
myogenic	74
c2c12	56
deregulation	99
serve	433
general	390
variety	455
approach	1665
intact	188
regulatory	1318
network	856
vascularization	19
intron	318
-beta-galactosidase	7
culture	1632
counteracts	10
process	2594
enhance	1534
quantification	235
band	127
intensity	191
enrichment	254
silencing	592
base	2096
computational	233
conduct	442
clarify	155
fact	163
exclude	102
due	1086
note	169
silence	789
mcf7	72
raise	176
possibility	251
trigger	467
production	2025
publicly	31
available	640
program	372
pictar	12
mutated	59
pmol	11
gh	110
elicit	195
milk	254
alveolar	115
so	324
operative	12
deregulate	87
-beta-casein	7
glioma	517
-222	15
mainly	495
ebv	141
host	1192
establishment	116
latent	92
mechanistically	75
down	306
suppressed	62
highly	1528
h5n1	58
h1n1	86
-	1238
transforming	15
-beta2	7
tgf-beta2	8
immunosuppressive	59
agent	815
potent	434
proinflammatory	234
attract	47
inflammatory	1207
previous	708
seasonal	64
influenza	535
persistent	166
speculate	67
subtypes	249
step	580
outcome	797
excessive	109
inflammation	1010
progression	1229
dual-luciferase	87
real	180
time	1948
pcr	1432
array	371
targetgene	86
huge	24
protein-2	27
search	294
consensus	126
flash	14
hypoxia-induced	64
ip	38
striking	37
mres	19
synergistically	74
four	1045
neither	152
nor	183
great	795
majority	367
locate	463
over	862
induces	548
biomarker	339
neuron	1170
brain	1427
injury	1019
a-beta	53
deposition	153
phenocopied	10
counteract	90
ii	1236
ipsc	14
generation	574
106b	7
mefs	52
total	1379
lysates	44
analyse	401
h	1791
later	146
efficiently	250
5-	50
enhancement	179
compromise	130
reprogramming	122
manner	762
see	351
5p	22
mescs	27
dna	3696
damage	836
repair	568
add	259
greatly	181
diminished	41
ribosome	352
explain	344
basepairing	5
prevent	805
complementarity	45
-2	135
-3	97
-6	68
seem	234
should	535
cascade	236
entail	12
gsk-3-beta	35
messenger	441
-beta-catenin	122
peroxisome	121
proliferator-activated	104
-beta	100
us	293
noncoding	271
et	168
al	139
airway	253
gst-	7
downregulated	636
wild	370
il-10	239
lps	212
potently	60
mature	468
bindto	26
irs-2	18
-beta-cell	19
instead	156
irs-1	38
glucose	853
homeostasis	432
nucleotide	824
crucial	478
above	245
wave	53
mode	224
cortical	230
progeny	68
contributes	275
sense	167
partner	157
large	1288
extent	306
substantially	164
cp	127
transcriptional	1327
release	970
content	827
consider	654
novel	3150
protect	380
oxidative	711
stress-associated	13
erythroid	79
dysregulated	96
as2o3	8
exogenous	276
sirna-mediated	75
meanwhile	111
gm-csf	55
main	488
inducer	111
environment	537
immune	1427
mdscs	17
whose	265
genomic	926
locus	543
fragile	46
chromosomal	155
demonstrating	15
notion	89
growth-promoting	12
lacking	13
abrogate	183
pro-apoptosis	6
importance	597
gc	297
improve	1012
understanding	619
repressed	22
same	822
slight	54
shrna	275
thp-1	84
antagomir	34
oligonucleotides	127
measure	1474
pge2	77
rt-qpcr	117
below	93
limit	546
pre-	42
antiapoptotic	79
provide	2908
clear	305
strong	715
sensory	136
maintain	588
gsk3-beta	30
axon	164
regeneration	276
soma	20
necrosis	393
factor-related	19
apoptosis-inducing	47
ligand	582
sensitivity	932
non-small	121
bl	24
animal	1218
week	972
copy	494
per	419
concomitant	166
tscc	36
stability	683
um1	6
pna	31
illustrate	179
paradigm	76
concurrently	44
functionally	263
product	692
hypoxic	209
h2o2	81
cultured	330
reason	119
np	146
mammary	266
pr	96
corepressor	14
scrambled	23
integrated	94
rnahybrid	8
library	383
assign	200
ovcar-3	8
scramble	49
asmcs	6
elevate	589
complementary	261
conclude	491
neural	392
plausible	26
chronic	1169
morphine	64
exposure	1121
behavioral	166
manifestation	110
opioid	57
tolerance	389
finally	629
ebv-negative	5
background	1705
pu	64
possible	829
endometriosis	78
mcf10a	19
variant	1144
allele	607
abundance	574
cdk-2	7
ra	241
selectively	207
drive	366
form	1612
reveals	229
5a	34
paca-2	12
post-	7
comprehensive	274
tumour	465
293t	41
cyclin-dependent	60
tyrosine-kinase	6
c-kit	53
agree	25
perform	1641
immunoblotting	97
considerably	66
restored	20
where	611
dsrna	210
mkp-1	28
represses	69
sequence-specific	88
lps-induced	116
tlr	120
innate	462
microbial	607
n-ras	23
model	3608
molecules	10
angiogenesis	461
mmp-2	153
already	115
supplementary	18
applies	7
administration	547
protector	6
learning	92
impairment	247
associative	9
reduced	620
successful	182
incorporation	139
blocking	22
epithelial-mesenchymal	114
transition	532
integrin	227
mg-63	20
tumorigenesis	247
engineer	111
3'utrs	44
presence	1460
any	602
microarray-based	22
isolate	1615
quantity	90
initiate	263
define	596
mir-181s	6
eradicate	19
example	261
post-transcriptionally	98
check	48
s2	39
pc12	52
il-6	522
involvement	474
nervous	252
approximate	28
microphthalmia-associated	10
actively	65
melanoma	439
come	60
stimulatory	46
capacity	505
necessary	344
effector	342
destabilization	37
next	220
pylorus	77
virulent	56
carcinogenesis	224
promoter	1529
stress	2089
mitophagy	16
technology	495
regenerate	45
bone	1064
defect	527
osteoporotic	16
osteoblastic	62
address	298
challenge	658
regenerative	78
medicine	211
achieve	547
cell-free	68
engineering	173
upregulates	70
ob	52
osteoclast	126
spatiotemporally	8
uterus	55
implantation	87
coincident	29
cyclooxygenase-2	47
overlap	236
pregnant	149
assume	93
posttranscriptionally	34
independent	763
loss-of-function	90
want	24
akba	5
choose	93
e-cadherin	219
ht29	26
interpret	72
manifest	67
impact	568
heterochromatic	20
altered	243
morphology	355
microarray	637
gene-specific	37
knock	180
substantial	192
protein-coding	214
modulates	121
ldl	74
uptake	484
drg	58
cooperate	30
axonal	106
delivery	623
locally	74
regard	396
appropriate	210
inner	109
ear	54
hair	118
common	1107
nucleotides	10
's	1271
counterpart	90
antagonize	76
down-regulated	523
concentration	1736
end	538
initiation	502
chromatin	540
methylate	6
scan	154
islet	104
incubate	116
sodium	252
palmitate	38
generally	243
accept	64
c-myb	59
down-modulated	6
indicated	19
adipogenesis	108
adipose	383
il-23r	5
il-17a	51
th17	119
woman	683
men	272
molecularly	27
c-met	100
force	241
igf-ii	23
targetsequence	22
targetfor	69
forced	37
bhlh	10
optic	71
vesicle	219
stage	1262
cup	9
risk	1476
disrupts	25
cell-based	64
parkinson	92
disease	4215
pd	168
point	637
over-expressing	26
full-length	270
malignancy	265
coefficient	77
tumorigenicity	56
they	1157
observed	192
transformation	234
confers	86
advantage	204
unexpected	76
derepression	17
adenoma	87
regulated	69
sgc-7901	44
concomitantly	48
stable	528
hcmv	54
virus	4026
own	110
immediate	70
early	1632
acute	963
replication	1086
peripheral	620
patient	7640
sj	12
gren	12
syndrome	703
healthy	771
inhibited	211
recently	853
activating	16
nk	174
abundantly	50
effectively	275
relative	830
renilla	34
bound	212
39utr	7
interferes	18
depressive	46
activation-induced	21
fas-associated	9
jurkat	41
staining	306
highlight	517
stimulated	35
lymphocytes	32
enzyme	1452
closely	405
collagen	480
poorly	408
examination	196
adenosine	178
monophosphate-activated	9
isoforms	385
catalytic	275
subunit	922
subset	379
lower	153
down-regulate	89
accordance	44
proportional	56
indicative	52
recognition	416
rna-induced	36
core	483
genome	2048
mechanically	24
message	42
event	811
spite	28
capable	249
mirna-	6
destabilize	38
osmoregulation	11
hint	15
twist	51
heterologous	81
evolutionarily	102
single-nucleotide	65
substitution	266
away	32
repressive	67
neuro2a	7
specie	2659
view	185
recruitment	271
individually	61
smmc-7721	21
enforce	19
comparison	685
contrary	57
translationally	27
aberrant	291
acetylation	148
astrocytoma	34
discrepancy	38
upstream	269
phosphorylation	1137
simultaneously	185
oscc	117
glycogen	84
kinase-3	13
consequently	194
utr	128
adriamycin	17
mcf-7	210
table	25
par-clip	9
signi	8
camp	176
replicate	149
dsbs	35
ionize	53
radiation	317
radiosensitivity	52
hgc-27	9
theoretical	79
mesenchymal	343
hmscs	57
origin	389
serum	1356
insulin-like	119
microrna	700
semaphorin	10
3b	31
seven	294
firstly	46
analyze	1599
onset	291
fail	295
investigate	3000
affected	166
assess	1370
bmp	88
detect	2289
absent	116
mutagenesis	165
hek293	70
r	667
beclin-1	35
moderate	183
confidence	109
radiation-induced	54
skin	568
element-binding	36
confer	202
conversely	182
tumor-associated	45
malignant	407
dependent	576
targeted	210
various	1239
maximal	91
microglial	86
neuroinflammation	34
satellite	73
myoblast	36
across	536
vertebrate	236
extracellular	621
laminin	42
metastatic	393
prominent	140
characteristic	816
thymus	44
exposed	26
parent	98
propose	846
methylation	823
line1	5
sine	12
b2	33
oct-4	16
become	458
barely	18
detectable	203
reflect	279
developmental	484
path	20
embryonic	515
promyelocytic	19
leukemia	466
acid	3036
untreated	167
exhibit	1087
sirna	1399
il-23	50
mediated	26
thyroid	282
k1	21
lps-treated	8
pre-mrna	129
snornas	30
make	637
difficult	163
concentrate	67
snorna	12
8-10	6
isoform	243
notable	40
open	343
door	8
application	791
phase	933
nmumg	6
fully	325
differentiate	358
u87mg	13
chemotherapeutic	99
drug	1525
temozolomide	33
ratio	746
effort	146
well-established	41
decline	235
mrnas	29
3t3-l1	77
marker	1576
joint	111
cr	105
contains	66
sit	98
cooperatively	23
secretory	126
tumor-suppressive	26
lscc	25
g1	243
delay	262
carcinoma	1339
mobility	108
rt-pcr	880
conservation	144
retinal	291
proper	123
dentate	35
gyrus	44
phenotypes	8
cone	59
mossy	5
coactivators	12
against	1654
cardioprotection	24
transfectants	30
actual	37
luminescence	21
even	471
n	1336
bc	125
cytotoxic	197
hiv-1	993
metalloproteinases	80
injured	62
northern	122
neointima	17
angioplasty	5
vsmcs	90
undetectable	112
knockout	170
reexpression	11
nf-kappab	191
reporting	13
mitogen-activated	151
kinases	49
explore	653
biological	1117
identified	113
bv	30
aug	18
way	268
ebv-encoded	23
suppose	16
regulating	26
ovarian	638
known	179
sponge	115
cerna	12
totally	36
abrogated	6
small	2150
couple	324
about	849
discover	321
exclusively	124
implicate	685
emt	342
chemotherapy-induced	13
ir	128
perturb	56
site-directed	53
bindthe	8
endoplasmic	206
reticulum	215
hepatocellular	337
stress-induced	103
polypyrimidine	11
tract-binding	7
pyruvate	68
switching	28
signature	334
rankl-induced	8
osteoclastogenesis	55
programmed	45
compatible	61
bmms	6
extremely	131
prerequisite	29
osteoclastic	11
pivotal	143
cko	7
impaired	287
give	600
deep	226
cognate	74
epithelium	338
tissue-specific	111
temporal	210
pattern	1438
native	224
context	318
pre-mir	8
fresh	85
chicken	291
c-jun	115
hdfs	11
protective	372
3'-	13
argue	48
aspc-1	7
capan-2	10
antioxidant	325
alter	819
h3k4me2	9
noncanonical	40
inducing	16
revealing	12
manipulate	83
mediates	115
up-regulates	46
escape	104
cytotoxicity	253
proliferative	153
wide	335
individual	1091
tfpi-2	8
maintenance	354
androgen-independent	13
agreement	139
tuning	11
1b	100
resemble	99
b1	68
up-regulating	33
radiosensitization	16
best	217
knowledge	437
sensitize	104
ir-induced	20
killing	31
ro	243
interleukin-6	67
aim	1632
if	496
cyclin	404
d1	255
cohort	470
prostatectomy	26
22rv1	15
pc	125
accord	351
cisplatin	207
resistance	1919
reduces	200
hcc-derived	5
perspective	117
doxorubicin-induced	12
doxorubicin	98
resect	26
relate	1178
represent	1059
effective	767
ebp-beta	7
hypothesize	357
hs578t	5
just	73
affinity	358
recovery	302
phospho-akt	11
osteoblast	211
deduce	24
series	256
comprise	315
d2	91
d3	84
folding	116
maturation	370
curcumin	114
upregulating	53
larva	167
insulin	789
secretion	708
sirt	6
hscs	102
chip	127
phenomenon	184
co-regulation	12
monitor	306
synchronized	7
s	1221
late	408
co-regulated	15
single	1112
work	695
latency	68
membrane	1162
diabetic	413
hyperglycemic	9
vegf-a	109
cutaneous	123
squamous	252
basal	363
idea	85
kinase-1	19
hk-2	30
hand	208
-16	10
-195	5
mixture	154
hyaluronic	12
passage	80
donor	313
lo2	6
escc	166
keratinocyte	53
keratinocytes	147
antigen	528
reinforce	51
mostly	169
hepatoma	84
biologically	85
prl-1	6
er	753
activates	63
neurite	81
synaptic	265
plasticity	206
brown	88
white	233
list	83
lin-41	11
pro-proliferative	7
anti-proliferative	36
icam-1	80
biliary	59
bypass	61
microcosm	40
caspase-7	13
partial	298
1d	22
proliferate	82
stretch	69
long	708
cddp	39
siha	20
specificity	575
coregulatory	7
kr	33
ppel-like	28
coregulated	5
remain	1609
unclear	527
o	494
os	39
nude	49
b7-h1	25
employ	326
exact	99
decreasing	6
purify	190
aliquot	9
ncrna	68
gr	121
fashion	77
corroborate	56
lens	71
age-related	96
cataract	36
box	177
m1	93
gammah2ax	6
sclc	40
basis	578
anti-mir	8
following	92
hypertension	220
gwas	40
plasma	1302
numerous	306
golgi	86
jag	5
adapter	24
t-box	10
adrenergic	24
endothelin	33
oxidase	203
hypoplastic	8
steady	43
state	756
permissive	30
energy	580
allow	776
plus	224
wildtype	38
longer	80
duplex	186
h1299	22
evident	110
truncated	75
integration	181
proteomic	167
targetsequences	10
apoptotic	376
marked	170
remove	164
relief	10
mmps	67
corneal	128
fih-1	6
deplete	104
store	108
reciprocal	65
situation	62
hydroxylase	49
mirna-mrna	31
homogeneous	27
elevation	133
distal	131
body	795
hepatocytes	257
feature	982
surge	19
exit	49
entry	236
promotion	81
mtorc1	68
facilitates	37
rapid	591
relieve	39
over-expressed	47
intriguingly	47
igf-ir	30
circuit	128
disrupt	234
mirna-mediated	38
6a	16
exploration	56
guide	173
integrative	55
tf	88
infer	96
whereby	74
diverse	488
transcriptomic	144
3-utr	11
igf-1r	96
17-beta-estradiol	12
estrogen	547
receptor-independent	5
modestly	26
dose-dependently	42
lineage	483
double	255
complete	736
reversal	55
bindsg	15
independently	228
serf	33
prognostic	504
apparently	75
mean	650
tested	46
restricted	19
unable	80
exception	72
respect	151
luciferase-reporter	14
granulosa	96
transcriptionally	75
autophagic	75
sh-sy5y	60
enhanced	392
-3p	7
raf-1	26
accelerates	9
intestinal	529
gga-mir-181a	5
md	45
lymphoma	378
post	104
binge	15
inactivate	121
score	445
apelin-13	6
qpcr	213
-dependent	154
hence	190
marrow	279
extend	267
lymphoid	109
reproducible	49
antagonism	54
du145	38
pearson	33
esophageal	178
mcp-1	99
monocyte	311
chemoattractant	47
protein-1	78
vsmc	104
ii-induced	19
3a	61
absence	558
cross-talk	37
quantify	353
vary	291
a2780	19
amount	500
t24	36
limited	295
mdr-1	12
mrp-1	9
transient	320
a498	5
g0	53
renal	672
yield	487
vcr	15
adam-17	7
anticancer	172
initial	354
day	1659
characterize	1407
lncrna	121
elucidate	483
outgrowth	100
non-coding	403
hypertrophic	68
scar	16
i	1876
alpha-sma	6
p-akt	34
causally	18
feed	441
forward	57
depress	24
lock	17
nucleic	446
oligomers	41
profoundly	27
document	145
1c	10
overproduction	25
tnf-alpha	116
ogd-induced	5
provoke	38
protected	12
microglia	164
phosphodiesterase	25
underlie	580
slow	180
conduction	22
depolarize	9
cytoplasmic	115
arrhythmogenic	5
pluripotency	77
deliver	191
gscs	48
interrupt	25
dkk-1	13
mammal	221
d	904
melanogaster	92
high-throughput	298
chemosensitivity	60
xenograft	241
hct	13
accompany	339
deacetylase	117
stem-like	43
proliferating	10
chemoresistance	103
100-fold	21
mgus	5
socs-1	21
il-6r	28
stat-3	13
mirna-binding	8
mm	378
asos	10
anti-mirs	5
antiproliferative	54
describe	1183
hek-293t	10
hep-2	16
caski	15
adenoviral	48
hypertrophy	212
guanosine	29
operation	79
cervical	283
dd	21
remodeling	184
hbl-1	6
precocious	14
remodel	177
lncap	88
genome-wide	440
promising	383
concurrent	74
cell-to-cell	45
connection	85
interferon	331
coincide	51
relocation	7
permit	65
active	944
testicular	91
tumorigenic	69
cdk	19
rho-associated	7
coiled-coil	16
resulting	25
neuroblastoma	144
hepatitis	887
fascin	9
homologue	57
authentic	25
a549	249
attribute	178
h460	17
stemness	46
hnscc	93
survivin	183
expect	238
moderately	70
disturb	34
e2-induced	8
accounting	21
dermal	76
wound	270
neutralization	60
restores	16
versatile	63
mock	33
alignment	172
match	231
antiangiogenic	35
stably	100
transcribe	146
5b	20
demonstration	59
range	908
aspect	247
semiquantitative	26
evaluation	379
providing	8
produce	1179
myogenesis	44
acceleration	16
broadly	54
conservative	21
senescence	236
frequently	332
consistently	166
transfections	18
order	620
c-fos	78
colonic	121
ko	75
colitis	113
tyrosine	299
property	955
insight	707
research	661
bmi-1	72
dramatically	177
transform	307
alpha-smooth	9
blank	18
latter	168
mitosis	88
utilize	262
5e	7
bcl-xl	81
bel-7402	10
5-fu	59
spontaneous	166
sthdhq111	5
hdhq111	5
hd	110
nephropathy	87
pi3k-akt	23
maybe	6
diabetes-induced	7
dysfunction	450
profound	69
abnormal	257
tunel-positive	10
eca109	5
-mediated	172
gain	324
specifier	7
like	299
sox-	6
essentially	48
metformin	58
chief	7
determinant	227
misregulation	16
witness	11
zebrafish	283
sequestration	37
heteroduplex	8
de-repression	11
canonical	175
lose	150
understand	743
unit	251
similarity	462
encourage	27
insulin-secreting	10
epc	26
disclose	33
method	4130
manuscript	15
sp	514
nociceptive	22
incision	14
co-cultured	43
smcs	39
coordinately	22
pai-1	81
degree	358
-145	8
mutually	23
exclusive	40
u251	44
restrict	205
activator	329
inhibitor-1	20
enrich	296
retrovirally	5
transduced	18
transduce	82
retrovirus	63
morphogenetic	83
eliminate	150
mdcs	18
adjacent	270
non-cancerous	25
pdac	73
leukemic	75
pediatric	128
susceptibility	422
triggered	5
s-phase	38
modulator	83
pre-treatment	59
hg	70
apparent	175
pd98059	29
fine-tune	15
compete	60
200c	6
amongst	47
hasm	9
depend	446
4c	12
undergo	366
beta1-induced	8
associated	105
uncover	167
explanation	66
ch2	5
alpha-	10
vcam-1	40
-induced	306
oligonucleotide	148
sdf-1alpha	14
unchanged	120
facilitate	501
f	267
schematic	7
representation	54
goiter	7
fa	73
ftc	19
oc	41
synoviocytes	18
g1-s	5
toward	293
pro-inflammatory	194
tumoral	20
biopsy	350
accordingly	127
psicheck2	6
functioning	64
mx	19
brdu	34
need	698
bovine	305
embryogenesis	98
unequivocally	14
embryo	508
pdgf-c	7
igf-i	79
tightly	95
platelet-derived	33
-c	19
-i	9
4f	9
t3	60
start	282
codon	333
heterozygosity	13
certain	267
anti-apoptosis	18
despite	532
kallikrein-related	6
tight	121
junction	273
reintroduce	8
cdna	485
intervention	293
advanced	287
antagomirs	14
hyperplasia	75
immunodeficient	17
reconstitution	51
regression	288
prolyl	25
adenovirus-mediated	14
k562	71
value	883
cumulus	29
pig	244
leader	38
cholangiocytes	17
pmir-report	6
h69	14
manipulation	119
genuine	22
sf	28
chimeric	105
transgene	162
consist	350
u1	27
hammerhead	22
ribozyme	77
transcriptome	558
proportion	282
pharmacological	253
tiny	15
connect	83
besides	136
confirms	7
repressor	144
hallmark	102
determines	19
abolishes	14
mycn-amplified	6
blockade	149
sum	83
up	537
sensitizes	14
chemotherapy	359
ensure	114
third	173
subgroup	185
entire	163
pronounced	84
nb	46
sk-n-sh	7
dos	229
copper	113
light	464
sensitive	475
matching	19
lef-1	12
pituitary	145
pit-1	7
autoregulatory	8
myosin	104
phosphorylations	10
structural	800
contractile	79
machinery	216
tg	76
verified	8
hippocampus	205
neurotoxicity	54
pleiotropic	59
consequent	46
abnormality	198
anchorage-independent	39
diagnosis	647
information	819
cofactor	93
trans-activation	9
hendra	8
designate	195
ligands	34
favor	100
ring	126
finger	93
ubiquitin	165
edit	215
ca	748
n-cadherin	62
e-	5
emt-associated	6
switch	278
synergy	25
superoxide	161
hydrogen	178
peroxide	74
bronchial	84
outer	92
temperature	499
presumably	63
hybridization	484
h-ns	13
primarily	236
naturally	144
oligoribonucleotides	7
design	985
fourfold	20
polycomb	38
zeste	12
drastically	38
anaplastic	38
differentiated	96
m-phase	5
proximal	190
p53-dependent	34
compensatory	69
uncontrolled	32
androgen	196
overcome	178
il-18	59
virus-mediated	6
cck8	5
v	790
overexpressing	143
electrophoresis	194
shift	332
competition	66
unlabeled	6
skov3	33
substrate	640
parp-1	33
depletion	441
noticeably	16
8-mer	8
ischaemic	15
protects	93
ischaemia	17
reperfusion	158
beta-induced	8
respond	218
differentially	658
cytoskeletal	86
5h	8
j	133
supplement	129
contribution	335
stepwise	29
sequentially	26
compound	761
set	879
cytoskeleton	110
5d	8
expose	503
smv	7
ets-1	42
fadu	8
volume	278
intravitreal	28
p4	41
eye	169
pup	46
near	165
completion	39
notice	17
interesting	94
cotransfection	46
miapaca2	5
version	73
mir-145-mediated	6
place	195
existence	147
feed-forward	16
hl60	15
immediately	105
seminal	40
mice	98
-27b	10
pre-clinical	23
reproduce	39
pah	45
nf	83
attributable	46
vector-based	6
posttranslational	63
ns	27
ve-cadherin	19
rise	183
length	514
tube	146
adhesive	23
old	289
mesangial	47
correspondingly	23
age	1190
strengthen	37
significance	516
sensitized	14
double-strand	52
impede	31
pairing	53
occurs	79
structure	2088
cis-acting	44
operator	21
offer	266
db	37
earlier	65
cecs	14
young	278
ox-ldl	15
microtubule-associated	23
people	102
myotonic	20
dystrophy	71
lipofectamine	17
feedforward	7
hek293t	28
bm	105
shared	8
expressing	10
mitochondrion	238
endogenously	42
decay	173
tgf-b	5
baseline	348
hour	304
megakaryocyte	24
informative	36
wilms	19
imprinting	33
derive	614
p1	62
p2	52
imprint	50
exon	495
arrangement	66
cytoplasm	232
flow	526
cytometry	274
special	89
q-rt-pcr	5
2-fold	77
excised	11
dnmts	14
ccrcc	58
ar	244
slice	53
a3	16
public	127
algorithms	12
differ	381
preeclampsia	64
neurogenic	30
placental	155
assembly	595
hf	101
lvad	7
circulate	385
dj-1	21
oligos	17
strand	229
base-pair	13
steadily	12
regulative	5
gbc	13
gallbladder	34
promoting	7
get	42
sporadic	108
aging	33
dynamically	34
midbrain	17
p-jnk	5
recurrent	142
p-gp	59
how	893
dr	63
unaffected	129
dox	70
indirect	128
former	56
damage-induced	14
evidently	9
95d	6
distant	104
solid	182
vm	14
transcribed	86
hcaec	6
transfer	571
gics	5
stem-cell	12
dampen	27
long-lived	19
aso	30
bcl-w	31
serum-induced	8
pasmcs	24
phenotypic	439
receptor-1	18
found	17
tgf-betar1	9
allergic	99
mip-2	5
wish	16
assessed	12
infect	553
modest	61
visible	40
electroporation	46
anti-mir-221	5
nevertheless	103
satisfaction	11
underexpression	16
triple-negative	44
question	200
nm	229
steatosis	79
myocardial	289
dox-induced	6
pdgf	36
simultaneous	198
intermediary	8
localize	322
layer	309
above-mentioned	7
clinically	238
implication	435
prognosis	481
hnf-4alpha	6
targetgenes	50
npcs	14
-5	44
probable	42
impediment	14
autocrine	82
ever	20
future	446
subtype	252
transduction	263
contributor	47
htr-8	6
svneo	11
virtually	55
infected	294
mir-27b-mediated	5
improved	186
infarction	119
size	716
ly-6c	5
ea	52
hy	8
very	561
good	613
adjust	149
depression	127
array-based	8
screening	331
re-expression	51
translocation	257
nucleus	551
hl-60	31
ara-c	7
diffuse	93
2e	8
elisa	283
tr	48
fluorescence	427
epithelial-to-mesenchymal	33
h3	131
disruption	284
deacetylases	28
class	615
up-regulate	38
t98g	10
potentiation	41
5g	11
hr-hpv	10
site-specific	69
quadruple	12
import	63
lef	15
amp-activated	49
oa	161
chondrocytes	158
sgc7901	34
multidrug	84
rig-i	118
c33a	5
respiration	54
uveal	22
delineate	66
inducible	178
escs	59
myocytes	65
inserted	9
flux	108
mammalian	596
adipogenic	51
hascs	8
concordance	74
2-	54
tumor-derived	16
player	102
il-2	62
arise	140
rest	120
normoxia	24
cll	92
belongs	57
month	594
interfering	160
il-6-mediated	5
distinct	898
pulmonary	401
nf-	560
ligate	17
break	124
b-cell	162
cleave	122
poly	319
instability	111
au	26
rich	107
p-stat3	12
cleaved	17
nine	194
count	320
hbv	301
x	339
intrinsic	182
oligomerization	37
transmembrane	159
dissipation	10
proteolytic	87
tregs	59
augment	123
polarization	73
treg	93
il-35	10
conjunction	52
ifn-alpha	24
hippocampal	202
t-betar	13
abnormally	31
ad	323
wherein	27
7-fold	30
subcloned	9
ifn-beta	27
ifn-stimulated	20
alters	86
biosynthesis	342
turnover	130
pkc-	12
monocytic	35
deprivation-induced	6
implying	20
hg-induced	5
pi	160
biology	396
up-	39
complementation	52
u	181
beyond	113
frizzled	5
cscs	73
cortex	301
ifn-gamma	47
il-17	102
myoblasts	70
atrial	86
gene-expression	30
definitive	42
5'-utr	44
precisely	47
titrate	6
underexpressed	12
hpv-positive	12
lesion	550
hpv-16	20
c-33a	5
cervix	21
e6	73
high-risk	83
low-risk	19
interference	615
e7	64
cell-specific	47
bait	11
capture	188
itself	112
author	210
throughput	70
mir-150-mediated	6
clonogenicity	15
relevance	206
pancreas	83
a5	10
carboxyl-terminal	8
isozyme	7
l1	63
isoform-specific	19
interacting	35
hpc	11
t7	32
promoter-driven	11
neuroprotection	56
ischemic	195
stroke	182
prf	15
hep3b	26
igf-1	133
glucose-induced	40
cytochrome-c	6
lysate	26
vital	93
ovcar3	9
wonder	5
competitively	7
pgl3-control	6
reading	142
frame	172
colonization	107
orientation	67
polarity	67
homology	172
microtubule	177
polymerization	65
bundle	32
nearby	23
towards	205
tx	5
membrane-bound	48
complement	188
recapitulate	71
p53-mediated	17
others	146
exemplify	22
abundant	274
-206	7
minimal	165
preference	99
preferential	44
selection	471
strictly	73
1a	92
designated	5
epcs	61
hepatocyte	130
o3	14
improvement	232
memory	293
epistasis	17
m2	102
anti-fibrotic	15
prevents	110
stabilizes	7
actually	38
oligo	27
modify	389
edu	25
bewo	9
enterocytes	21
tj	31
permeability	135
caco-2	69
in-vivo	10
enterocyte	9
word	21
initially	143
help	377
biochemical	465
obese	192
5'-end	24
calcium	370
excitation-contraction	6
coupling	70
now	269
benign	139
rely	90
cell-mediated	43
notch-2	5
albeit	34
think	229
foam	33
specially	12
chemokines	124
ic50	46
sorafenib	54
quiescent	45
non-activated	6
imatinib	74
co-expressed	47
efficient	561
n2a	9
appswe	5
na	340
nhe-1	8
alleviation	12
lrh-1	17
he	62
failure	444
cell-enriched	8
absolutely	11
determination	218
preadipocytes	44
commitment	52
successfully	237
analogous	35
computationally	31
prioritize	13
why	66
chondrocyte	46
respiratory	409
factor-1	89
fisetin	8
deficiency	419
exacerbate	56
utility	144
tgf-b1	5
robust	228
opportunity	136
polycistron	9
perfect	41
caspase-8	51
physical	221
primordial	46
follicle	162
ovary	202
fetal	312
neonatal	174
jev	43
mirna-target	19
cytolytic	17
endocrine	110
-beta-cells	23
kd	60
expense	19
substantiate	22
beclin	39
p70s6k	24
s6	33
activated	211
caspase-2	11
extensively	126
jointly	13
mcao	17
ac	41
calu-3	5
developmentally	40
oligomer	16
uv	84
predominant	242
aid	77
cmm	6
adenomatous	7
polyposis	12
predominantly	203
muscle-specific	20
hasmcs	11
primate-specific	6
rhesus	64
valid	28
monkey	85
rodent	166
haec	5
iscu1	7
nonetheless	28
srnas	115
extended	80
imperfect	11
bp	399
encompass	66
true	77
hl	35
retardation	53
easily	79
pharyngeal	17
attachment	130
morphogenesis	107
divide	226
isolated	219
glomerulus	26
lp	248
offspring	104
surprisingly	152
zo-1	34
cumulative	60
akt-mediated	6
tamoxifen-resistant	8
pim-1	20
tendency	51
microrna-132	6
hb-egf	21
functionality	108
attenuated	65
signal-regulated	101
f-actin	47
preparation	158
publish	187
radioresistance	38
stabilize	190
interactome	19
healing	131
pathology	250
vus	7
epidermis	56
c-rel	5
equal	62
much	349
predictable	9
lymph	276
node-positive	5
prompt	52
node	326
progressively	44
mcf-10a	8
noninvasive	58
3'utr-luciferase	6
believe	109
modifies	17
disease-associated	22
evolutionary	355
primate	93
aml	150
spc-a1	5
serial	71
two-step	29
anti-cancer	70
ssc	58
bph-1	7
surface	1003
mt1-mmp	32
exerts	54
sufficiently	24
continue	137
fine-tuning	29
5c	9
two-fold	16
paired	72
non-tumor	29
noteworthy	18
simple	292
straightforward	18
neuropathology	16
regenerating	8
sw620	15
nih3t3	14
acetylated	13
spearman	17
rank	69
linear	235
burkitt	17
exercise	228
immunoglobulin	123
valuable	195
poor	488
synapsis	64
ampar	6
bcl-6	16
2b	59
et-1	61
confirmation	55
dietary	291
nafld	59
nash	35
crosstalk	65
hormonally	5
silent	41
3p	22
pool	203
lymphocytic	71
perturbation	112
free	321
-27	5
kcal	25
10-fold	36
central	641
aggressive	198
remission	68
well-conserved	7
amphibian	25
anti-sense	11
lna	41
probe	493
mk	21
differential	618
irrespective	43
modifier	60
dramatic	90
glia	43
leukocyte	177
il-1b	6
preliminary	93
spermatocyte	38
segment	285
resistant	385
reliability	38
microvascular	103
sb	17
sphere	38
clonogenic	36
incident	29
close	261
upregulate	52
tlr-triggered	5
ppar-gamma	14
alone	448
cooperative	46
exogenously	15
unlikely	41
cell-type-specific	15
aeg-1	49
space	145
cooperativity	15
attractive	130
ameliorate	121
atherosclerosis	177
surprise	6
hairpin	287
investigated	54
repeat	475
e3	102
ligase	137
extract	614
slightly	142
mitigate	45
shrnas	51
demonstrated	16
drastic	22
basal-like	25
impairs	60
agomir	5
likewise	39
vegetative	43
apex	6
age-matched	60
identical	168
situ	380
estrous	32
appreciable	9
location	242
endometrium	98
vasculature	56
oesophageal	15
ccaat	26
integrity	210
claudin-5	9
ewing	44
sarcoma	137
3f	5
robustly	30
sk-hep1	6
nonspecific	34
critically	88
abrogation	25
seek	145
down-	9
nduced	9
tlr4-mediated	7
secondary	517
displace	18
meantime	5
eoc	65
acting	13
source	565
lentiviral	113
primase	15
ubiquitination	105
nmda	73
normally	109
ectopically	28
mgc803	5
tr-beta1	9
-beta-mhc	6
continuously	50
fibrogenic	14
myofibroblasts	44
clinic	81
farnesoid	14
lymphocyte	266
degrade	186
de-repressed	8
crispr	104
isogenic	31
exploit	126
tcga	26
genetics	139
head	189
neck	108
uncovered	6
hitherto	26
ignore	11
shp-1	19
htfs	6
osteoblastogenesis	6
c3h10t1	9
classic	52
mgc-803	8
melanocytic	15
repeatedly	21
t-bet	23
ship-1	11
late-stage	12
splenic	26
ebpbeta	9
lymphoproliferative	17
silenced	15
net	60
involves	24
helper	60
must	149
acknowledge	6
csc-like	5
chemoresistant	17
first-line	42
infarct	44
deteriorate	12
neurological	141
neuroprotective	81
hiv-1-infected	57
discovery	410
emerge	470
transfectant	6
hek-293	18
enter	72
end-point	8
stoichiometry	26
precise	195
ischemia	243
regional	70
involved	23
forebrain	46
rg	15
premise	8
specimens	29
x-linked	63
shrsp	7
growth-related	7
gtpase-activating	8
sirna-induced	5
chromosome	557
adhesion	552
dznep	7
9-	6
immunofluorescent	31
coreceptor	22
aged	48
arteriogenesis	6
daoy	7
medulloblastoma	39
rhabdomyosarcoma	24
microrna-124	6
beta-1	9
cisplatin-induced	31
homologous	215
erk-dependent	5
14-3-3	61
hbv-related	13
microrna-mediated	11
balance	226
cb	45
dedifferentiation	14
inflammation-related	15
alleviate	81
insult	37
l-	7
calculation	73
dimer	90
kinetic	111
thermodynamic	60
trap	83
depict	22
promoted	27
suspect	44
pdcs	21
silencer	18
density	399
u2os	17
flag-tagged	6
camptothecin	19
fivefold	14
female	611
male	776
cover	130
environmentally	20
stationary	45
hfq-dependent	5
lytic	55
immediate-early	13
constitutive	159
peptide	978
transport	615
grow	507
medium	566
uracil	24
glycosylase	12
minimally	25
accompanies	5
boyden	15
chamber	76
melanocyte	48
mildly	15
luciferase-based	9
bcr-abl1	16
nerve	283
sc	79
long-term	383
9-fold	17
schwann	41
weak	142
immunoreactivity	81
tuberculosis	171
occurrence	184
cyclins	16
chemically	70
avoid	103
attack	58
cdks	6
ductal	82
progress	222
modular	37
phenocopies	6
odontoblast	13
tune	45
27b	9
hormone	533
mixed	159
solution	274
whole-mount	13
ho-1	144
hepatoprotective	10
h2s	41
nrf-2	11
6b	12
pretreated	49
nahs	9
seedless	5
dopamine	156
microinjection	26
th	81
dopaminergic	90
cocaine-induced	8
raw264	53
r-induced	13
depends	23
tolerant	45
se	126
kidney	676
pathophysiological	58
exhibited	21
4g	18
deleted	20
mediating	5
inherited	50
polymorphism	769
endometrial	210
dld-1	14
time-dependently	9
tfs	52
hescs	69
self-renewing	12
self-renewal	107
extinction	25
time-dependent	106
training	147
oppose	72
learn	96
fear	42
rnase	199
l	1006
differently	77
stag	22
soft	93
a172	9
e2	231
e1	50
peitc	8
il-8	208
genotype	1149
bt-ics	5
sumoylation	37
b3	15
hesc	40
cloned	12
annotate	102
rename	9
reside	53
equivalent	92
manually	16
bmscs	78
pulldown	12
summarize	153
synergistic	143
jagged-1	8
hes-1	21
behaves	7
option	107
shrna-mediated	18
xenopus	75
hid	5
mesenchyme	32
restrain	18
nephron	18
hif-	10
1alpha	14
reliable	156
gain-	19
pull-down	33
cgi	6
span	39
methylated	88
hypomethylated	12
hepatocarcinogenesis	27
hepatocarcinoma	15
timp-2	30
incubation	199
pa	117
rarely	62
myofibroblast	28
fibroblasts	7
mrc-5	6
leukaemia	36
predictive	200
epidermal	256
nucleoside	98
diphosphate	28
moiety	69
sharp	27
tpc-1	11
beta-catenin	67
detail	179
sex	301
tumor-promoting	13
paclitaxel	102
u937	50
responds	9
coexpression	39
anterior	110
border	32
allele-specific	34
technique	618
paternal	40
lpa-induced	6
densitometry	5
lnm	10
scatter	40
diagram	9
orthotopic	41
hi	25
fate	170
amplitude	55
pmns	8
cap-dependent	19
kill	109
il-4	113
supernatant	101
full	217
mark	152
resembles	9
resveratrol	117
ipsilateral	24
anti-angiogenic	36
modulators	81
bioluminescence	17
oscillation	54
local	374
rhythm	109
periphery	27
anticipate	29
except	169
efficacy	558
iv	179
unaltered	31
override	9
profibrotic	12
trophoblast	107
neutralize	90
parvum	30
integrin-linked	9
rationale	65
participates	62
hasmc	5
processing	428
lcl	9
latently	16
k5	7
virion	122
non-significant	11
trend	142
oxygenase-1	34
oxidant	25
pre-mir-21	9
nitric	242
oxide	276
directed	18
dominant	299
caveolin-2	10
suggests	27
cochrane	13
colleague	6
ursolic	7
b7-h3	23
nsclcs	12
jfh1	11
radioprotective	5
mismatch	84
defective	143
trastuzumab	37
-catenin	226
5-fold	76
drop	44
reticulocyte	9
terminal	222
hb	35
prometastatic	6
dlbcl	58
il-6-induced	9
mc3t3-e1	35
bmp-2	59
hmec-1	7
zary	7
il-21	23
distinctly	25
issue	190
t1	56
residue	533
co-culture	64
chemo-	10
sort	97
sphingolipid	21
tgf-betar2	8
pooled	48
mir-21-mediated	5
augmentation	27
broad	277
discuss	462
ketamine	19
negligible	35
coordinate	142
uncoupled	11
correlated	22
snp	418
post-transcription	9
constant	169
permease	7
n't	11
traumatic	44
mimetic	24
polypeptide	132
c-src	32
confirmed	17
additively	5
compel	15
cisplatin-resistant	11
pathway-related	5
serine	185
parental	141
promoter-reporter	5
ck	15
treated	71
podocytes	41
high-glucose	12
insufficiency	34
deg	19
zinc	224
proteins	274
food	377
deprivation	123
gland	295
p450	97
il-12p40	16
lentivirus	57
co-expression	66
48h	11
identifies	103
formalin-fixed	55
paraffin-embedded	62
choriocarcinoma	7
mole	12
non-cancer	7
hypoxia-responsive	7
infarcted	16
myocardium	75
western-blotting	5
dominant-negative	57
emphasize	87
helpful	47
microrna-based	6
export	125
overlapping	12
encodes	36
metastases	10
grade	257
gender	112
smoke	93
index	396
pleural	40
pathological	314
tsa-induced	5
bxpc-3	7
gemcitabine	52
bidirectional	22
knocking-down	6
division	182
escherichia	300
ribosome-binding	7
hematopoiesis	39
modulated	5
hct-116	25
her-2	34
agnps	22
mhcc97-h	5
setting	183
sk-n-be	9
opcs	13
thrombospondin	17
sortilin	8
neighboring	17
strike	22
heterozygous	114
concordant	34
ebv-positive	16
infectious	291
pq	13
particle	393
endometrioid	20
contiguous	9
stack	28
middle	82
plexin-b1	7
csc	32
interpretation	86
spliced	48
8-fold	29
tnbc	56
ascertain	53
distinctively	7
pgc-1alpha	21
erythropoiesis	32
adaptor	114
molecule-1	39
factor-alpha	36
cerebral	254
occlusion	41
accelerate	190
pretreatment	172
z-vad-fmk	7
metalloproteinase-9	30
suggested	8
tentative	9
sirna-transfected	11
7-	10
12-month	11
ex	130
saline	120
calculate	158
responsiveness	95
alu	30
hybridize	44
inducibility	11
k	375
polysomes	15
confocal	109
hsa-mir-125b	9
marginal	34
diagnostic	452
hla-a	12
shorten	49
preadipocyte	14
trail-induced	30
serous	47
ici	12
p53-induced	5
his	68
predictor	223
prim	44
lps-stimulated	36
u0126	34
access	136
papillomaviruses	7
diaphragm	20
signalling	207
mdd	30
empirically	7
empirical	29
pulposus	9
ct	133
tt	54
cc	121
amplification	406
natural	501
umbilical	88
vein	154
huvec	41
lie	40
gram-negative	141
c-terminal	221
extension	130
necessity	28
air	61
somewhat	19
unusual	90
skbr3	12
dependence	104
retroviral	48
extrapolate	8
mild	173
mechanisms	32
maximum	203
configuration	37
-14	11
gradually	68
flank	69
name	343
methylation-mediated	7
cartilage	203
chondrosarcoma	22
hyperactivation	16
calcineurin	42
starvation	93
focal	171
sub-cellular	10
localization	481
undifferentiated	69
thickening	16
septum	25
exists	35
ec9706	8
pave	32
time-	43
dose-	32
conceivable	5
cox-1	10
immunoprecipitates	7
2d	45
sv40	17
substantia	32
nigra	35
lovo	24
matched	44
cofilin	22
population	1471
side	210
